import React from "react";

export default function AbountCompany() {
  return (
    <div className="container mx-auto px-4 py-10">
      <div className="grid grid-cols-1 md:grid-cols-2 gap-10 items-center">
        <div>
          <img
            src="/about.jpg"
            alt="شرکت دیجیتال کاسوکا"
            className="w-full rounded-xl shadow-md"
          />
        </div>

        <div>
          <h1 className="font-bold text-2xl mb-4 text-right">
            شرکت دیجیتال کاسوکا
          </h1>
          <p className="text-right leading-7 text-lg text-gray-700">
            .شرکت دیجیتال مارکتینگ نوآد به عنوان شرکتی پیشرو در صنعت دیجیتال
            مارکتینگ ایران در تلاش است تا با بهره گیری از دانش فنی روز و ارایه
            راهکارهای نوین بازاریابی و برندینگ، با پیشرفت کسب و کارهای داخلی نقش
            مهمی در شکوفایی اقتصادی ایران ایفا نماید و با تثبیت نام نوآد به
            عنوان تخصصی ترین برند دیجیتال مارکتینگ در ایران و گسترش نام آن در
            بازارهای جهانی به صادرات خدمات مبتنی بر تکنولوژی های نوین گام
            بردارد. نوآد پیشرفت خود در طول یک دهه فعالیت را مرهون شفافیت، انسجام
            و پایبندی به نتایج پیش بینی شده مشتریان خود می داند. سرمایه گذاری
            روی تکنولوژی های نوین، کیفیت و نوآوری، پایبندی به تعهدات، رضایتمندی
            و وفاداری مشتریان، نیروی انسانی متمرکز و پویا از ارزش های ذاتی نوآد
            می باشند. ۱۰ سال تجربه ارایه خدمات تخصصی دیجیتال مارکتینگ و
            راهکارهای نوین بازاریابی تمرکز ما در تمامی استراتژی های اجرایی معطوف
            به دیجیتال برندینگ و همسو کردن استراتژی های دیجیتال مارکتینگ با دیگر
            فعالیت های برندینگ و بازاریابی شما می باشد. برای دریافت آخرین اخبار،
            گرایش ها و رویداد های دیجیتال مارکتینگ ثبت نام کنید خدمات نوآد در
            جهت یکپارچه سازی تمامی فعالیت های یک کسب و کار از مرحله ورود به
            بازار، ساخت، گسترش و ایجاد تصویری یکپاچه از برند، دیجیتال مارکتینگ،
            افزایش مزیت رقابتی و سهم بازار تا مراحل پس از فروش و ایجاد وفاداری
            در مشتریان یک برند ارایه می گردد.
          </p>
        </div>
      </div>
    </div>
  );
}
